Revit 2027 API
UnitTypeId.RiseDividedBy1000Millimeters Property
 Rise / 1000 millimeters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RiseDividedBy1000Millimeters { get; }
Public Shared ReadOnly Property RiseDividedBy1000Millimeters As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RiseDividedBy1000Millimeters {
	ForgeTypeId^ get ();
}
static member RiseDividedBy1000Millimeters : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace